{
  "titre": "Le Château Hanté : Les Ombres du Passé",
  "contenu": [
    {
      "texte": "La pluie tombe sans relâche sur le vieux château de Montelune. Envoyé par la société d’enquête paranormale, tu es chargé de résoudre la disparition de trois visiteurs. Une lueur danse dans une fenêtre du dernier étage.\n\nQue fais-tu ?",
      "options": [
        {"texte": "Entrer par la grande porte du château", "suivant": 1},
        {"texte": "Contourner par les jardins envahis de brume", "suivant": 2},
        {"texte": "Observer la tour d’où provient la lumière", "suivant": 3}
      ]
    },
    {
      "texte": "La grande porte s’ouvre dans un grincement. L’air est glacé, et les murs semblent murmurer. Trois portraits te fixent : un vieil homme, une femme triste et un jeune garçon.",
      "options": [
        {"texte": "Examiner les portraits", "suivant": 4},
        {"texte": "Appeler à voix haute pour signaler ta présence", "suivant": 5},
        {"texte": "Avancer vers le grand escalier", "suivant": 6}
      ]
    },
    {
      "texte": "Les jardins sont envahis de brouillard. Tu entends une voix chuchoter ton nom, puis une silhouette blanche s’éloigne entre les arbres.",
      "options": [
        {"texte": "La suivre discrètement", "suivant": 7},
        {"texte": "L’appeler", "suivant": 8},
        {"texte": "Retourner à la porte principale", "suivant": 1}
      ]
    },
    {
      "texte": "Tu lèves ton appareil photo vers la tour : une silhouette t’observe. Tu flashes — et soudain, la lumière s’éteint. Quand tu rouvres les yeux, la porte du château est entrouverte.",
      "options": [
        {"texte": "Entrer par la porte entrouverte", "suivant": 1},
        {"texte": "Essayer d’atteindre la tour directement", "suivant": 9}
      ]
    },
    {
      "texte": "Les yeux du portrait de la femme bougent. Tu ressens un pincement au cœur. Une larme tombe de sa joue peinte.\n\nUn murmure : *« Ne monte pas à l’étage. »*",
      "options": [
        {"texte": "Écouter l’avertissement", "suivant": 10},
        {"texte": "Ignorer et monter malgré tout", "suivant": 6}
      ]
    },
    {
      "texte": "Ta voix résonne dans le vide. Puis, un rire d’enfant te répond. Il vient de l’étage.",
      "options": [
        {"texte": "Monter immédiatement", "suivant": 6},
        {"texte": "Chercher la source du son au rez-de-chaussée", "suivant": 11}
      ]
    },
    {
      "texte": "L’escalier grince à chaque pas. En haut, trois portes : l’une entrouverte avec de la lumière, l’autre fermée avec des griffures, la dernière à moitié brisée.",
      "options": [
        {"texte": "Entrer dans la pièce éclairée", "suivant": 12},
        {"texte": "Tenter d’ouvrir la porte griffée", "suivant": 13},
        {"texte": "Explorer la pièce brisée", "suivant": 14}
      ]
    },
    {
      "texte": "Tu t’approches de la silhouette. Elle s’arrête près d’une fontaine vide. 'Aide-moi...', souffle-t-elle. Sa main est translucide.",
      "options": [
        {"texte": "Accepter de l’aider", "suivant": 15},
        {"texte": "Refuser et fuir", "suivant": 16}
      ]
    },
    {
      "texte": "« N'entre pas ici », crie la voix, mais il est trop tard : tu tombes dans un puits dissimulé par le brouillard. Fin tragique.",
      "options": []
    },
    {
      "texte": "La tour est scellée. Tu aperçois une clé suspendue à une gargouille, mais la statue te regarde bouger. Tu frissonnes.",
      "options": [
        {"texte": "Prendre la clé malgré la peur", "suivant": 17},
        {"texte": "Battre en retraite", "suivant": 2}
      ]
    },
    {
      "texte": "Tu explores un couloir sombre. Une porte dérobée mène à une bibliothèque ancienne. Une bougie brûle encore.",
      "options": [
        {"texte": "Lire un livre ouvert sur un bureau", "suivant": 18},
        {"texte": "Chercher d’autres indices", "suivant": 19}
      ]
    },
    {
      "texte": "Le rire se transforme en sanglot. Tu ouvres un placard... et découvres un journal couvert de sang. *« Nous avons réveillé quelque chose. »*",
      "options": [
        {"texte": "Lire le journal", "suivant": 20},
        {"texte": "Refermer et reculer lentement", "suivant": 21}
      ]
    },
    {
      "texte": "La pièce éclairée contient une grande table, et une femme en robe blanche. Elle te regarde : « Tu es enfin revenu. »",
      "options": [
        {"texte": "Lui parler calmement", "suivant": 22},
        {"texte": "Fuir", "suivant": 16}
      ]
    },
    {
      "texte": "La porte griffée s’ouvre dans un grincement. Des marques de griffes partout... et une respiration derrière toi.",
      "options": [
        {"texte": "Se retourner", "suivant": 23},
        {"texte": "Fermer la porte et s’enfuir", "suivant": 14}
      ]
    },
    {
      "texte": "La pièce brisée est vide. Au centre, un miroir fendu reflète une version de toi plus âgée. Elle te sourit tristement.",
      "options": [
        {"texte": "Toucher le miroir", "suivant": 24},
        {"texte": "Ignorer et sortir", "suivant": 6}
      ]
    },
    {
      "texte": "La silhouette t’emmène jusqu’à une crypte sous la fontaine. Elle montre une tombe : *« Libère-moi. »*",
      "options": [
        {"texte": "Ouvrir la tombe", "suivant": 25},
        {"texte": "Refuser", "suivant": 26}
      ]
    },
    {
      "texte": "Tu cours, trébuches et sors du brouillard. Le château semble disparaître derrière toi. Tu ne sais plus comment tu es venu ici. Fin prudente.",
      "options": []
    },
    {
      "texte": "Tu prends la clé. La gargouille ouvre les yeux : *« Garde-la bien, elle ouvre la chambre du Comte. »*",
      "options": [
        {"texte": "Retourner au hall", "suivant": 1},
        {"texte": "Aller vers la tour avec la clé", "suivant": 27}
      ]
    },
    {
      "texte": "Le livre parle du Comte Montelune, obsédé par la vie éternelle. Il aurait enfermé son âme dans un miroir magique.",
      "options": [
        {"texte": "Chercher ce miroir", "suivant": 14},
        {"texte": "Quitter la bibliothèque", "suivant": 6}
      ]
    },
    {
      "texte": "Tu trouves une trappe menant à une cave. Une faible lueur émane du fond.",
      "options": [
        {"texte": "Descendre", "suivant": 25},
        {"texte": "Ignorer", "suivant": 6}
      ]
    },
    {
      "texte": "Le journal raconte comment trois visiteurs ont été piégés ici… le troisième n’a jamais quitté le château. Son nom est le tien.",
      "options": [
        {"texte": "Refuser d’y croire", "suivant": 14},
        {"texte": "Chercher la vérité", "suivant": 25}
      ]
    },
    {
      "texte": "Tu entends un murmure dans ta tête : *« Tu ne devrais pas être là. »* L’air devient glacial. Fin troublante.",
      "options": []
    },
    {
      "texte": "Une créature se jette sur toi. Tes cris résonnent dans le vide. Fin sanglante.",
      "options": []
    },
    {
      "texte": "Le miroir t’aspire. Tu vois ta vie défiler, puis tu rouvres les yeux : tu es désormais peint sur le mur du hall. Fin hantée.",
      "options": []
    },
    {
      "texte": "Sous la tombe, un médaillon ancien brille. Tu le prends, et une voix te remercie. Tu sens le poids d’une âme libérée. Fin apaisée.",
      "options": []
    },
    {
      "texte": "Tu refuses. La silhouette s’éteint en hurlant. Le sol s’effondre sous tes pieds. Fin tragique.",
      "options": []
    },
    {
      "texte": "Tu ouvres la chambre du Comte. Un spectre t’attend, assis dans un fauteuil. 'Je savais que tu viendrais…' murmure-t-il.",
      "options": [
        {"texte": "Discuter avec le Comte", "suivant": 28},
        {"texte": "Essayer de le combattre", "suivant": 29}
      ]
    },
    {
      "texte": "Le Comte t’écoute avec curiosité. Il t’offre une chance : *« Remplace-moi. Libère-moi. »*",
      "options": [
        {"texte": "Accepter", "suivant": 30},
        {"texte": "Refuser", "suivant": 31}
      ]
    },
    {
      "texte": "Tu t’élances contre le spectre, mais ton arme traverse le vide. Il rit, et ton cœur s’arrête. Fin violente.",
      "options": []
    },
    {
      "texte": "Tu acceptes, et une paix étrange t’envahit. Le château retrouve sa lumière, mais désormais, c’est toi qui le hantes. Fin éternelle.",
      "options": []
    },
    {
      "texte": "Tu refuses, et le Comte hurle avant de disparaître. Le château s’effondre autour de toi. Tu t’éveilles dans la brume du matin. Fin victorieuse.",
      "options": []
    }
  ]
}
